Revit 2027 API
ParameterTypeId.DimStyleSuppressSpaces Property
 "Suppress Spaces"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimStyleSuppressSpaces { get; }
Public Shared ReadOnly Property DimStyleSuppressSpaces As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimStyleSuppressSpaces {
	ForgeTypeId^ get ();
}
static member DimStyleSuppressSpaces : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace